Repository: protonpass/ios-pass
Catalog: iOS/Shared/Localization/Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: You will be asked for this password during login and when switching from another Proton app to Proton Pass on web.
be: У вас будуць пытацца гэты пароль падчас уваходу і пры пераключэнні з іншай праграмы Proton на Proton Pass для браўзера.
ca: Se us demanarà aquesta contrasenya durant la sessió i quan canvieu d'una altra aplicació Proton a Proton Pass al web.
cs: O toto heslo budete požádáni při přihlašování a při přechodu z jiné aplikace Proton do Proton Pass na webu.
da: Du vil blive bedt om denne adgangskode under login, og ved skift fra en anden Proton-app til Proton Pass på nettet.
de: Du wirst bei der Anmeldung und beim Wechsel von einer anderen Proton-App zu Proton Pass im Web nach diesem Passwort gefragt.
el: Θα σας ζητηθεί αυτός ο κωδικός πρόσβασης κατά τη σύνδεση και κατά τη μετάβαση από άλλη εφαρμογή Proton στο Proton Pass στον ιστό.
es: Se te pedirá esta contraseña durante el inicio de sesión y cuando cambies de una aplicación de Proton a Proton Pass en la web.
es_419: Se le pedirá esta contraseña durante el inicio de sesión y cuando cambie de una aplicación de Proton a Proton Pass en la web.
fi: Tätä salasanaa pyydetään sisäänkirjautumisen lisäksi siirryttäessä muista Proton-sovelluksista Proton Passin verkkosovellukseen.
fr: Ce mot de passe vous sera demandé lorsque vous vous connectez et passez d'une autre application Proton à Proton Pass sur le web.
hu: Ezt a jelszót a bejelentkezéskor kell majd megadnia, valamint amikor valamelyik webes Proton alkalmazásról a Proton Pass webes alkalmazásra vált.
id: Anda akan diminta untuk memasukkan kata sandi ini pada saat masuk dan pada saat berpindah dari aplikasi Proton lain ke Proton Pass melalui situs web.
it: Ti verrà richiesta questa password quando effettui l'accesso e quando passi da un'altra app Proton a Proton Pass web.
ja: ログイン時、および別の Proton アプリから Web 上の Proton Pass に切り替えるときに、このパスワードの入力を求められます。
ka: შესვლისას და სხვა Proton-ის აპიდან ვებზე Proton Pass-ზე გადართვისას ამ პაროლს გკითხავთ.
ko: 로그인하는 동안 그리고 웹 상에서 Proton 앱에서 Proton Pass로 전환할 때 이 비밀번호를 입력하라는 메시지가 표시됩니다.
nb: Du vil bli bedt om dette passordet under innlogging og når du bytter fra en annen Proton-app til Proton Pass på nettet.
nl: U wordt gevraagd om dit wachtwoord tijdens het inloggen en wanneer u overschakelt van een andere Proton app naar Proton Pass op het internet.
pl: Hasło będzie wymagane podczas logowania i przełączania się do aplikacji Proton Pass przez przeglądarkę.
pt: Será solicitado a esta palavra-passe durante o início de sessão e quando mudar de outra aplicação Proton para o Proton Pass na web.
pt_br: Essa senha será solicitada a você ao iniciar sessão e quando mudar de outro aplicativo do Proton para o Proton Pass na web.
ro: Vi se va cere această parolă în timpul conectării și când treceți de la o altă aplicație Proton la Proton Pass pe web.
ru: Вам будет предложено ввести этот пароль при входе в систему и при переходе в сети из другого приложения Proton в Proton Pass.
sk: O toto heslo budete požiadaní počas prihlasovania a pri prechode z inej Proton aplikácie do Proton Pass na webe.
sl: To geslo boste morali navesti med prijavo in pri prehodu iz druge aplikacije Proton v spletno aplikacijo Proton Pass.
sv: Du kommer att bli tillfrågad om detta lösenord vid inloggning och när du byter från en annan Proton-app till Proton Pass på webben.
tr: Oturum açarken ve başka bir Proton uygulamasından Proton Pass internet uygulamasına geçerken sizden bu parola istenir.
uk: Цей пароль буде запитано під час входу в систему та при переході з іншого додатку Proton до Proton Pass на сайті.
vi: Bạn sẽ được hỏi mật khẩu phụ khi đăng nhập và khi chuyển từ một ứng dụng Proton khác sang Proton Pass trên trình duyệt.
zh_hans: 登录时以及从其他 Proton 应用程序切换到网上 Proton Pass 时，系统会要求您输入密码。
zh_hant: 當您登入及從其他 Proton 應用切換至線上 Proton Pass 時，需要輸入此第二密碼。

source: You will be logged out and will have to log in again on all of your other devices.
be: На ўсіх вашых іншых прыладах сеанс будзе завершаны і вам неабходна будзе аўтарызавацца паўторна.
ca: Se us tancarà la sessió i haureu de tornar a iniciar-la en tots els altres dispositius.
cs: Budete odhlášeni a budete se muset znovu přihlásit na všech svých ostatních zařízeních.
da: Du bliver logget ud og skal logge ind igen på alle dine andre enheder.
de: Du wirst abgemeldet und musst dich auf allen anderen Geräten erneut anmelden.
el: Θα αποσυνδεθείτε και θα πρέπει να συνδεθείτε ξανά σε όλες τις άλλες συσκευές σας.
es: Se cerrará la sesión y tendrás que volver a iniciarla en todos los dispositivos.
es_419: Se cerrará la sesión y tendrá que volver a iniciarla en todos los dispositivos.
fi: Sinut kirjataan ulos ja joudut kirjautumaan uudelleen sisään kaikilla muilla laitteillasi.
fr: Vous serez déconnecté et vous devrez vous connecter à nouveau sur tous vos autres appareils.
hu: A rendszer kijelentkezteti, és az összes többi eszközén újra be kell jelentkeznie.
id: Anda akan dikeluarkan dari akun dan perlu untuk masuk kembali pada seluruh perangkat lainnya yang Anda miliki
it: Verrai disconnesso e dovrai accedere nuovamente su tutti gli altri tuoi dispositivi.
ja: ログアウトされ、全ての他のデバイスで再度ログインが必要になります。
ka: თქვენ ახლა გახვალთ და უნდა თავიდან შემოსვლა მოგიწევთ ყველა თქვენი სხვა მოწყობილობიდან.
ko: 사용자가 로그아웃되고 다른 모든 장치에서 다시 로그인해야 합니다.
nb: Du blir logget ut og må logge på igjen på alle de andre enhetene dine.
nl: U wordt uitgelogd en moet opnieuw inloggen op al uw andere apparaten.
pl: Konieczne będzie ponowne zalogowanie się na wszystkich urządzeniach.
pt: Será desconectado e terá de iniciar sessão novamente em todos os seus outros dispositivos.
pt_br: Você será desconectado e terá que iniciar sessão novamente em todos os seus outros dispositivos.
ro: Contul se va deconecta și va trebui să vă reconectați pe toate celelalte dispozitive.
ru: Вы выйдете и будете должны войти снова на всех ваших устройствах.
sk: Dôjde k odhláseniu a budete sa musieť znova prihlásiť na všetkých ostatných zariadeniach.
sl: Odjavljeni boste in se boste morali znova prijaviti v vse svoje druge naprave.
sv: Du kommer bli utloggad och måste logga in igen på alla dina andra enheter.
tr: Oturumunuz kapatılacak ve diğer tüm aygıtlarınızda yeniden oturum açmanız gerekecek.
uk: Ви вийдете із системи, і вам доведеться увійти знову на всіх інших пристроях.
vi: Bạn sẽ bị đăng xuất và phải đăng nhập lại trên các thiết bị khác.
zh_hans: 您将被注销并需要在所有其他设备上重新登录。
zh_hant: 您將被登出，且所有已登入的裝置皆需重新登入

source: You will lose access to this item and its details. Do you want to continue
be: Вы згубіце доступ да гэтага элемента і яго падрабязнасцяў. Вы сапраўды хочаце працягнуць?
ca: Perdéreu l'accés a aquest element i als seus detalls. Voleu continuar?
cs: Ztratíte přístup k této položce a jejím detailům. Chcete pokračovat?
da: Du vil miste adgang til dette element og dets detaljer. Ønsker du at fortsætte
de: Du wirst den Zugriff auf dieses Element und seine Details verlieren. Möchtest du fortfahren
el: Θα χάσετε την πρόσβαση σε αυτό το στοιχείο και τις λεπτομέρειές του. Θέλετε να συνεχίσετε
es: Perderás el acceso a este artículo y a sus detalles. ¿Deseas continuar?
es_419: Perderá el acceso a este elemento y a sus detalles. ¿Desea continuar?
fi: Menetät pääsyn kohteeseen ja sen tietoihin. Haluatko jatkaa?
fr: Vous n'aurez plus accès à cet élément et à ses informations. Voulez-vous continuer ?
hu: Elveszti a hozzáférést ehhez az elemhez és annak adataihoz. Szeretné folytatni
id: Anda akan kehilangan akses ke item ini beserta dengan seluruh rinciannya. Apakah Anda yakin ingin melanjutkan?
it: Perderai l'accesso a questo elemento e ai suoi dettagli. Vuoi continuare?
ja: このアイテムへのアクセスとその詳細を失います。続けますか
ka: დაკარგავთ წვდომას ამ ელემენტთან და მის დეტალებთან. გნებავთ გააგრძელოთ
ko: 이 항목과 상세 정보에 대한 접근 권한을 잃게 됩니다. 정말 계속하시겠어요?
nb: Du mister tilgangen til dette elementet og dets detaljer. Vil du fortsette?
nl: U zult toegang tot dit item en de bijbehorende gegevens. Wilt u doorgaan
pl: Stracisz dostęp do elementu i jego szczegółów. Czy chcesz kontynuować?
pt: Perderá o acesso a este item e aos seus detalhes. Deseja continuar?
pt_br: Você perderá o acesso para esse item e os seus detalhes. Você deseja continuar?
ro: Veți pierde accesul la acest articol și la detaliile sale. Doriți să continuați?
ru: Вы потеряете доступ к этому элементу и информации о нем. Вы хотите продолжить
sk: Stratíte prístup k tejto položke a jej údajom. Chcete pokračovať?
sv: Du kommer att förlora åtkomst till detta objekt och dess detaljer. Vill du fortsätta
tr: Bu ögeye ve ayrıntılarına erişiminizi kaybedeceksiniz. İlerlemek istiyor musunuz
uk: Ви втратите доступ до цього елемент та його деталей. Ви хочете продовжити?
zh_hans: 您将无法访问此项目及其详细信息。是否要继续
zh_hant: 您將會失去存取此項目及其詳細資料。您要繼續嗎？

source: You're invited to a shared vault. Tap for details.
be: Вас запрасілі ў абагуленае сховішча. Націсніце для падрабязнасцяў.
ca: Us han convidat a una caixa forta compartida. Toqueu per obtenir més informació.
cs: Jste pozváni do sdíleného trezoru. Klepnutím zobrazíte podrobnosti.
da: Du er inviteret til en delt boks. Tryk for detaljer.
de: Du wurdest zu einem geteilten Tresor eingeladen. Tippe für Details.
el: Έχετε προσκληθεί σε κοινόχρηστη κρύπτη. Πατήστε για λεπτομέρειες.
es: Estás invitado a una bóveda compartida. Toca para obtener más detalles.
es_419: Se le invitó a una bóveda compartida. Pulse para ver los datos.
fi: Sinut on kutsuttu jaettuun holviin. Näytä tiedot napauttamalla.
fr: Vous avez une invitation pour un coffre-fort partagé. Appuyez pour avoir plus d'informations.
hu: Megosztottak önnel egy tárolót. Érintse meg a részletekért.
id: Anda telah diundang ke brankas bersama. Klik di sini untuk rincian lebih lanjut.
it: Sei invitato in una cassaforte condivisa. Tocca per i dettagli.
ja: 共有フォルダーへの招待があります。詳細はタップしてください。
ka: მოგიწვიეს გაზიარებულ საცავში. დეტალებისთვის დაატყაპუნეთ.
ko: 공유 금고에 초대되었습니다. 상세 정보를 확인하려면 탭하세요.
nb: Du er invitert til et delt hvelv. Trykk for detaljer.
nl: U wordt uitgenodigd tot een gedeelde kluis. Klik voor meer details.
pl: Otrzymano zaproszenie do sejfu. Kliknij, aby zobaczyć szczegóły.
pt: Está convidado para um cofre partilhado. Toque para mais detalhes.
pt_br: Você foi convidado para um cofre compartilhado. Toque para obter detalhes.
ro: Ați primit o invitație la un seif partajat. Atingeți pentru detalii.
ru: Вы приглашены в общее хранилище. Нажмите, чтобы узнать подробности.
sk: Ste pozvaní do zdieľaného trezoru. Kliknite pre podrobnosti.
sl: Vabljeni ste v skupni trezor. Poglejte podrobnosti.
sv: Du är inbjuden till ett delat valv. Tryck för detaljer.
tr: Paylaşılmış bir kasaya davet edildiniz. Ayrıntılı bilgi almak için dokunun.
uk: Вас запрошено до спільного сховища. Торкніться для перегляду подробиць.
vi: Bạn được mời sử dụng chung một két sắt. Chạm vào để biết thêm thông tin.
zh_hans: 您被邀请进入共享保险库。轻点了解详情。
zh_hant: 您被邀請加入共享的保管庫。點擊以取得詳細資料。

source: You're logged out from %@
be: Вы выйшлі з %@
ca: Heu tancat la sessió des de %@.
cs: Odhlásili jste %@
da: Du er logget ud fra %@
de: Du wurdest von %@ abgemeldet.
el: Έχετε αποσυνδεθεί από τη %@
es: Estás desconectado de %@.
es_419: Cerró la sesión de %@
fi: Sinut on kirjattu ulos tililtä %@
fr: Vous êtes déconnecté de %@.
hu: Kijelentkezett innen: %@
id: Anda telah keluar dari %@
it: Sei stato disconnesso da %@
ja: %@からログアウトしました
ka: თქვენ გახვედით %@-დან
ko: %@(에)서 로그아웃됨
nb: Du er logget av fra %@
nl: U bent uitgelogd uit %@
pl: Wylogowano z konta %@
pt: Está desconectado de %@.
pt_br: Você está desconectado de %@.
ro: V-ați deconectat din %@
ru: Вы вышли из %@
sk: Ste odhlásený z %@
sl: Odjavljeni ste iz %@
sv: Du är utloggad från %@
tr: %@ adresinin oturumunu kapattınız.
uk: Ви вийшли з %@
vi: Bạn đã đăng xuất khỏi %@
zh_hans: 您已从 %@ 登出
zh_hant: 您已從 %@ 登出

source: You're logged out from other free accounts
be: Адбыўся выхад з сістэмы іншых бясплатных уліковых запісаў
ca: Heu tancat la sessió d'altres comptes gratuïts.
cs: Jste odhlášeni z ostatních bezplatných účtů
da: Du er logget ud af andre gratis konti
de: Du wurdest von anderen kostenlosen Konten abgemeldet.
el: Έχετε αποσυνδεθεί από άλλους δωρεάν λογαριασμούς
es: Se te ha desconectado de otras cuentas gratuitas.
es_419: Se le desconectó de otras cuentas gratuitas
fi: Sinut on kirjattu ulos muilta ilmaistileiltä
fr: Vous êtes déconnecté des autres comptes gratuits.
hu: Kijelentkezett más ingyenes fiókokból
id: Anda telah dikeluarkan dari akun gratis lainnya
it: Sei disconnesso dagli altri account gratuiti
ja: 他の無料アカウントからログアウトしました
ka: თქვენ გახვედით სხვა უფასო ანგარიშებიდან
ko: 다른 무료 계정에서 로그아웃 되었습니다.
nb: Du er logget ut fra andre gratiskontoer
nl: U bent uitgelogd uit andere gratis accounts
pl: Wylogowano z innych darmowych kont
pt: Está desconectado de outras contas gratuitas.
pt_br: Você está desconectado de outras contas gratuitas
ro: V-ați deconectat de la alte conturi gratuite.
ru: Вы вышли из других бесплатных аккаунтов
sk: Z ostatných bezplatných účtov ste odhlásený
sl: Odjavljeni ste iz drugih brezplačnih računov
sv: Du är utloggad från andra gratiskonton
tr: Diğer ücretsiz hesapların oturumunu kapattınız
uk: Ви вийшли з інших безплатних облікових записів
vi: Bạn đã đăng xuất khỏi các tài khoản miễn phí khác
zh_hans: 您已从其他免费帐户登出
zh_hant: 您已從其他免費帳號登出

source: Your current document will revert to the version from %@
be: Ваш бягучы дакумент будзе вернуты да версіі ад %@
ca: El vostre document actual tornarà a la versió de %@
cs: Váš aktuální dokument se vrátí k verzi z %@
da: Dit nuværende dokument tilbageføres til versionen fra %@.
de: Dein aktuelles Dokument wird auf die Version vom %@ zurückgesetzt.
el: Το τρέχον έγγραφό σας θα επανέλθει στην έκδοση από %@
es: El documento actual volverá a la versión de %@
es_419: El documento actual volverá a la versión de %@
fi: Nykyinen dokumentti palautetaan versioon %@
fr: Le document actuel reviendra à la version du %@.
hu: A jelenlegi dokumentum a %@ állapotába kerül visszaállításra
id: Dokumen Anda saat ini akan kembali ke versi dari %@
it: Il tuo documento attuale verrà ripristinato alla versione del %@
ja: 現在のドキュメントは %@ のバージョンに戻ります
ka: თქვენი მიმდინარე დოკუმენტი დაბრუნდება ვერსიაზე %@-დან
ko: 현재 문서가 %@ 버전으로 되돌아갑니다.
nb: Det gjeldende dokumentet vil gå tilbake til versjonen fra %@.
nl: Uw huidige document zal terugkeren naar de versie van %@
pl: Plik zostanie przywrócony do wersji z %@
pt: O seu documento atual irá reverter para a versão de %@
pt_br: Seu documento atual será revertido para a versão de %@
ro: Documentul curent va reveni la versiunea din %@.
ru: Ваш текущий документ вернется к версии %@
sk: Váš aktuálny dokument sa vráti na verziu z %@
sl: Vaš trenutni dokument bo povrnjen na različico iz %@
sv: Ditt nuvarande dokument kommer återgå till versionen från %@
tr: Geçerli belgeniz %@ sürümüne döndürülecek
uk: Ваш поточний документ буде повернуто до версії %@.
vi: Nội dung của bạn sẽ được phục hồi về phiên bản từ %@
zh_hans: 您当前的文档将恢复为 %@ 的版本。
zh_hant: 您目前的檔案將還原為 %@ 的版本

source: Your current version of the app is no longer supported. Please update to the latest version.
be: Бягучая версія вашай праграмы больш не падтрымліваецца. Абнавіце праграму да апошняй версіі.
ca: La vostra versió actual de l'aplicació ja no està suportada. Actualitzeu-la a la darrera versió.
cs: Vaše současná verze aplikace již není podporována. Prosím aktualizujte na nejnovější verzi.
da: Din nuværende version af appen understøttes ikke længere. Opdater til den nyeste version.
de: Deine aktuelle Version der App wird nicht mehr unterstützt. Bitte aktualisiere auf die neueste Version.
el: Η τρέχουσα έκδοση της εφαρμογής δεν υποστηρίζεται πλέον. Παρακαλούμε ενημερώστε στην πιο πρόσφατη έκδοση.
es: La versión actual de la aplicación que estás usando ya no está admitida. Actualiza a la última versión.
es_419: La versión actual de la aplicación que está usando ya no está admitida. Actualice a la última versión.
fi: Nykyistä sovellusversiotasi ei enää tueta. Päivitä uusimpaan versioon.
fr: La version actuelle de cette application n'est plus prise en charge. Veuillez la mettre à jour en installant la version la plus récente.
hu: Az alkalmazás jelenlegi verziója már nincs támogatva. Kérjük, frissítsen a legújabb verzióra.
id: Versi aplikasi Anda saat ini sudah tidak lagi didukung. Silakan perbarui aplikasi ke versi terbaru.
it: Questa versione dell'app non è più supportata. Aggiornala alla versione più recente.
ja: 現在のバージョンのアプリはサポートされなくなりました。最新バージョンにアップデートしてください。
ka: აპის თქვენი მიმდინარე ვერსია მხარდაჭერილი აღარაა. განაახლეთ ის უკანასკნელ ვერსიაზე.
ko: 이 버전의 앱은 더 이상 지원되지 않습니다. 최신 버전으로 업데이트하여 주십시오.
nb: Den gjeldende versjonen av appen støttes ikke lenger. Oppdater til den nyeste versjonen.
nl: Uw huidige versie van de app wordt niet langer ondersteund. Update naar de nieuwste versie.
pl: Aktualna wersja aplikacji nie jest już obsługiwana. Prosimy o aktualizację do najnowszej wersji.
pt: A versão atual da sua aplicação não é mais suportada. Atualize para a versão mais recente.
pt_br: A versão atual do seu aplicativo não é mais suportada. Atualize para a versão mais recente.
ro: Versiunea actuală a aplicației nu mai este acceptată. Trebuie să actualizați la cea mai recentă versiune.
ru: Ваша текущая версия приложения больше не поддерживается. Обновите приложение до последней версии.
sk: Vaša súčasná verzia aplikácie už nie je podporovaná. Aktualizujte na najnovšiu verziu.
sl: Trenutna različica aplikacije ni več podprta. Posodobite jo na najnovejšo različico.
sv: Din nuvarande version av appen stöds inte längre. Uppdatera till den senaste versionen.
tr: Kullandığınız uygulama sürümü artık desteklenmiyor. Lütfen son sürüme güncelleyin.
uk: Ваша поточна версія програми більше не підтримується. Будь ласка, оновіться до останньої версії.
vi: Phiên bản ứng dụng này hiện không còn được hỗ trợ. Vui lòng nâng cấp đến phiên bản mới nhất.
zh_hans: 您当前的应用程序版本不再受支持。请更新至最新版本。
zh_hant: 您的應用程式目前版本已不再受支援。請更新至最新版本。

source: Your domain
be: Ваш дамен
ca: El vostre domini
cs: Vaše doména
da: Dit domæne
de: Deine Domain
el: Ο τομέας σας
es: Tu dominio
es_419: Su dominio
fi: Oman verkkotunnuksesi
fr: Votre domaine
hu: Saját domain név
id: Domain Anda
it: Il tuo dominio
ja: あなたのドメイン
ka: თქვენი დომენი
ko: 나의 도메인
nb: Ditt domene
nl: Uw domein
pl: Twoja domena
pt: O seu domínio
pt_br: Seu domínio
ro: Domeniul meu
ru: Ваш домен
sk: Vaša doména
sl: Vaša domena
sv: Din domän
tr: Etki alanınız
uk: Ваш домен
vi: Tên miền của bạn
zh_hans: 您的域名
zh_hant: 您的網域

source: Your email address was leaked in %lld breaches
be: Ваш адрас электроннай пошты выяўлены ў %lld парушэннях
ca: La vostra adreça de correu electrònic es va filtrar en %lld violacions de les dades
cs: Vaše e-mailová adresa unikla při %lld únicích informací
da: Din e-mailadresse blev lækket i %lld databrud
de: Deine E-Mail-Adresse wurde in %lld Datenlecks gefunden.
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου σας διέρρευσε σε %lld παραβιάσεις δεδομένων
es: Tu dirección de correo ha sido filtrada en %lld vulneraciones.
es_419: Su dirección de correo fue filtrada en %lld vulneraciones
fi: Sähköpostiosoitteesi on vuotanut %lld tietomurrossa
fr: Votre adresse e-mail a été divulguée dans %lld fuites de données.
hu: Az Ön e-mail címe kiszivárgott %lld biztonsági incidens során
id: Alamat email Anda telah dibocorkan dalam %lld insiden kebocoran data.
it: Il tuo indirizzo email è stato reso pubblico in %lld violazioni di dati
ja: あなたのメール アドレスが %lld 件の侵害で漏洩しました
ka: თქვენი ელფოსტის მისამართი გაჟონილია %lld გაჟონვაში
ko: 사용자의 이메일 주소가 %lld개의 침해에 노출되었습니다.
nb: Din e-postadresse ble lekket i %lld brudd
nl: Uw e-mailadres is uitgelekt in %lld datalekken
pl: Twój adres e-mail został ujawniony w %lld wyciekach
pt: O seu endereço de e-mail foi divulgado em %lld violações de dados.
pt_br: Seus endereços de email foi vazado em %lld violações
ro: Nr. divulgări în care a fost compromisă adresa de e-mail: %lld
ru: Ваш адрес электронной почты стал известен в результате %lld утечек информации
sk: Vaša emailová adresa unikla pri %lld narušeniach
sl: Vaš e-poštni naslov je pricurljal v %lld kršitvah.
sv: Din e-postadress läckte i %lld intrång
tr: E-posta adresiniz en az %lld veri sızıntısında açığa çıkmış
uk: Ваша адреса пошти була виявлена в %lld витоках
vi: Địa chỉ email của bạn đã bị lộ trong %lld vụ rò rỉ dữ liệu
zh_hans: 您的电子邮件地址在 %lld 数据泄露事件中被泄露
zh_hant: 您的電郵位址在 %lld 次外露中外洩

source: Your email address was leaked in at least 1 data breach.
be: Ваш адрас электроннай пошты выяўлены прынамсі ў 1 уцечцы даных.
ca: La vostra adreça de correu electrònic s'ha filtrat en almenys 1 infracció de dades.
cs: Vaše e-mailová adresa unikla nejméně při jednom úniku informací.
da: Din e-mailadresse blev lækket i mindst 1 databrud.
de: Deine E-Mail-Adresse ist bei mindestens 1 Datendiebstahl veröffentlicht worden.
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου σας διέρρευσε σε τουλάχιστον 1 παραβίαση δεδομένων.
es: Las direcciones de correo fueron filtradas en al menos una filtración de datos.
es_419: Las direcciones de correo fueron filtradas en al menos una filtración de datos.
fi: Sähköpostiosoitteesi on paljastunut ainakin yhdessä tietomurrossa.
fr: Votre adresse e-mail a été divulguée dans au moins 1 fuite de données.
hu: Az e-mail címe legalább 1 adatvédelmi incidensben kiszivárgott.
id: Alamat email Anda telah dibocorkan pada setidaknya 1 insiden kebocoran data.
it: Il tuo indirizzo email è stato reso pubblico in almeno una violazione di dati.
ja: あなたのメール アドレスは、少なくとも 1 件のデータ侵害で漏洩しました。
ka: თქვენი ელფოსტის მისამართი, სულ ცოტა, 1 მონაცემების გაჟონვაში გამოჩნდა.
ko: 사용자의 이메일 주소가 적어도 하나의 데이터 침해에서 유출되었습니다
nb: E-postadressen din ble lekket i minst 1 datainnbrudd.
nl: Uw e-mailadressen is gelekt in ten minste 1 datalek.
pl: Twój adres e-mail został ujawniony w co najmniej 1 wycieku danych.
pt: O seu endereço de e-mail foi divulgado em pelo menos 1 violação de dados.
pt_br: Seus endereços de email foi vazado em pelo menos 1 violação de dados.
ro: Adresa de e-mail a fost divulgată în cel puțin o compromitere a datelor.
ru: Ваш адрес электронной почты стал известен как минимум в одном случае утечки данных.
sk: Vaša emailová adresa unikla najmenej v jednom prípade porušenia ochrany osobných údajov.
sl: Vaš e-poštni naslov je bil razkrit zaradi vsaj 1 kršitve varstva podatkov.
sv: Din e-postadress läckte vid minst 1 dataintrång.
tr: E-posta adresiniz en az 1 veri sızıntısında açığa çıkmış.
uk: Ваша адреса пошти була виявлена щонайменше в 1 витоку даних.
vi: Địa chỉ email của bạn đã bị lộ trong ít nhất một vụ rò rỉ dữ liệu.
zh_hans: 您的电子邮件地址在至少1次数据泄露事件中被泄露。
zh_hant: 您的電郵位址至少在 1 次資料外露中外洩。

source: Your exposed information
be: Вашы скампраметаваныя звесткі
ca: La vostra informació exposada
cs: Vaše uniklé informace
da: Dine blotlagte oplysninger
de: Deine offengelegten Informationen
el: Οι εκτεθειμένες πληροφορίες σας
es: Tus datos expuestos
es_419: Sus datos expuestos
fi: Paljastuneet tietosi
fr: Vos informations exposées
hu: Az ön kiszivárgott információi
id: Informasi Anda yang terpapar
it: Le tue informazioni rese pubbliche
ja: あなたの危険に晒された情報
ka: თქვენი გაჟონილი ინფორმაცია
ko: 사용자의 노출된 정보
nb: Din eksponerte informasjon
nl: Uw blootgestelde informatie
pl: Twoje ujawnione informacje:
pt: As suas informações expostas
pt_br: Sua informação exposta
ro: Informațiile divulgate
ru: Ваша раскрытая информация
sk: Vaše odhalené informácie
sl: Vaša razkrita informacija
sv: Din exponerade information
tr: Açığa çıkmış bilgileriniz
uk: Ваша викрита інформація
vi: Các thông tin đã bị lộ
zh_hans: 您的泄露信息
zh_hant: 你的外﻿﻿﻿洩資料
